Repository: pavlem/tech-work-sample
Catalog: testDaresay/Resources/*.lproj/Localizable.strings
Languages: sv

# Common_NetworkError
source: Please make sure you have an internet connection in order to proceed.
sv: Se till att du har en internetuppkoppling för att fortsätta.

# AlertCloseBtn
source: Close
sv: Stänga

source: Selected Place Is:
sv: Vald plats är:

source: Undefined
sv: Odefinierad

# LatAndLongAre
source: Selected Latitute And Longitude Are:
sv: Valt latitiv och längdgrad är:

# Today
source: Today is
sv: Idag är

# CurrentT
source: Current temp:
sv: Nuvarande temp är:

# HighLow
source: High and Low are:
sv: Hög och låg är:

# SunriseSunset
source: Sunrise and Sunset are at:
sv: Soluppgång och solnedgång är kl:

# WindSpeedDirectionIs
source: Wind Speed Direction:
sv: Vindhastighetsriktning:

# GroundLlvPressureIs
source: Ground Level Pressure:
sv: Marknivåtryck:

# SeaLvlPressureIs
source: Sea Level Pressure is:
sv: Havsnivåtrycket är:

# HumidityIs
source: Humidity:
sv: Fuktighet:

# PressureIs
source: Pressure:
sv: Tryck:

source: Cloudiness:
sv: Grumlighet:

source: Complete
sv: Komplett

source: City Name:
sv: Stadens namn:

source: Sunrise:
sv: Soluppgång:

source: Sunset:
sv: Solnedgång:

# LowestT
source: Lowest temp:
sv: Lägsta temp:

# HighestT
source: Highest temp:
sv: Högsta temp:

source: Timezone:
sv: Tidszon:

source: From GMT
sv: Från GMT

source: Metric
sv: Metrisk

source: Imperial
sv: Kejserlig

source: Windspeed:
sv: Vindhastighet:

source: Enter city location
sv: Ange stadens plats

source: Find
sv: Hitta

source: Show weather for current location
sv: Visa vädret för den aktuella platsen

source: City Name Not Ok
sv: Stadsnamn inte OK

source: City Name Not Found
sv: Stadsnamn hittades inte

source: Curren Location Not Found
sv: Curren-platsen hittades inte

source: No Location Found
sv: Ingen plats hittades

# InternetOk
source: Internet back
sv: Internet tillbaka
